"Volume" = "Volumen"; 
"Balance" = "Balance"; 
"Modulation" = "Modulación"; 
"Harmonics" = "Armónicos"; 
"Harmonic Steps" = "Pasos armónicos"; 
"Cutoff" = "Frecuencia corte"; 
"Cutoff Steps" = "Pasos frecuencia corte"; 
"Duration" = "Duración"; 